Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: འདུས་བྱས་སྟོང་པ་ཉིད་ལ་དོན་དམ་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། འདུས་བྱས་སྟོང་པ་ཉིད་ལ་འདུས་མ་བྱས་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། འདུས་མ་བྱས་སྟོང་པ་ཉིད་ལ་འདུས་བྱས་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། འདུས་མ་བྱས་སྟོང་པ་ཉིད་ལ་ཐོག་མ་དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཐོག་མ་དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་ལ་འདུས་མ་བྱས་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཐོག་མ་
en: Venerable Śāradvatīputra,” replied Subhūti, “in this regard, when bodhisattva great beings practice the perfection of wisdom, they do not observe the emptiness of external phenomena in the emptiness of internal phenomena, they do not observe the emptiness of internal phenomena in the emptiness of external phenomena, they do not observe the emptiness of external and internal phenomena in the emptiness of external phenomena, they do not observe the emptiness of external phenomena in the emptiness of external and internal phenomena, they do not observe the emptiness of emptiness in the emptiness of external and internal phenomena, they do not observe the emptiness of external and internal phenomena in the emptiness of emptiness, they do not observe the emptiness of great extent in the emptiness of emptiness, {Dt.121} they do not observe the emptiness of emptiness in the emptiness of great extent, they do not observe the emptiness of ultimate reality in the emptiness of great extent, they do not observe the emptiness of great extent in the emptiness of ultimate reality, they do not observe the emptiness of conditioned phenomena in the emptiness of ultimate reality, they do not observe the emptiness of ultimate reality in the emptiness of conditioned phenomena, they do not observe the emptiness of unconditioned phenomena in the emptiness of conditioned phenomena, they do not observe the emptiness of conditioned phenomena in the emptiness of unconditioned phenomena, they do not observe the emptiness of that which has neither beginning nor end in the emptiness of unconditioned phenomena, they do not observe the emptiness of unconditioned phenomena in the emptiness of that which has neither beginning nor end, they do not observe the emptiness of nonexclusion in the emptiness of that which has neither beginning nor end, they do not observe the emptiness of that which has neither beginning nor end in the emptiness of nonexclusion, they do not observe the emptiness of the unlimited in the emptiness of nonexclusion, they do not observe the emptiness of nonexclusion in the emptiness of the unlimited, they do not observe the emptiness of inherent existence in the emptiness of the unlimited, they do not observe the emptiness of the unlimited in the emptiness of inherent existence, they do not observe the emptiness of all intrinsic defining characteristics in the emptiness of inherent existence, they do not observe the emptiness of inherent existence in the emptiness of all intrinsic defining characteristics, they do not observe the emptiness of all phenomena in the emptiness of all intrinsic defining characteristics, they do not observe the emptiness of all intrinsic defining characteristics in the emptiness of all phenomena, they do not observe the emptiness of nonapprehensibility in the emptiness of all phenomena, they do not observe the emptiness of all phenomena in the emptiness of nonapprehensibility, they do not observe the emptiness of nonentities in the emptiness of nonapprehensibility, they do not observe the emptiness of nonapprehensibility in the emptiness of nonentities, they do not observe the emptiness of essential nature in the emptiness of nonentities, they do not observe the emptiness of nonentities in the emptiness of essential nature, they do not observe the emptiness of the essential nature of nonentities in the emptiness of essential nature, and they do not observe the emptiness of essential nature in the emptiness of the essential nature of nonentities.

source: དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་ལ་དོར་བ་མེད་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། དོར་བ་མེད་པ་སྟོང་པ་ཉིད་ལ་ཐོག་མ་དང་ཐ་མ་མེད་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། དོར་བ་མེད་པ་སྟོང་པ་ཉིད་ལ་མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་ལ་དོར་བ་མེད་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་ལ་རང་བཞིན་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། རང་བཞིན་སྟོང་པ་ཉིད་ལ་མཐའ་ལས་འདས་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། རང་བཞིན་སྟོང་པ་ཉིད་ལ་རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ལ་རང་བཞིན་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ལ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ལ་རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ལ་མི་དམིགས་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། མི་དམིགས་པ་སྟོང་པ་ཉིད་ལ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། མི་དམིགས་པ་སྟོང་པ་ཉིད་ལ་དངོས་པོ་མེད་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། དངོས་པོ་མེད་པ་སྟོང་པ་ཉིད་ལ་མི་དམིགས་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། དངོས་པོ་མེད་པ་སྟོང་པ་ཉིད་ལ་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་དངོས་པོ་མེད་པ་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ། ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ན། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་འཇུག་གོ །
en: Venerable Śāradvatīputra, if bodhisattva great beings practice the perfection of wisdom accordingly, they will enter a bodhisattva’s full maturity. “

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པ་འདི་ལྟར་བསླབ་པར་བྱ་སྟེ། སློབ་པའི་ཚེ་ཅི་ནས་ཀྱང་གཟུགས་ཤེས་པར་བྱས་ཏེ། གཟུགས་དེས་རློམ་སེམས་སུ་མི་བྱའོ། །ཚོར་བ་དང་།
en: Moreover, Venerable Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they should train as follows: While they are training, they should by all means be aware of physical forms, but they should not give rise to conceits on account of those physical forms.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཤེས་པར་བྱ་སྟེ། ཚོར་བ་དེ་དང་། འདུ་ཤེས་དེ་དང་།
en: They should be aware of feelings, perceptions, formative predispositions, and consciousness, but they should not give rise to conceits on account of those feelings, those perceptions, those formative predispositions, or that consciousness.

source: འདུ་བྱེད་དེ་དང་། རྣམ་པར་ཤེས་པ་དེས་རློམ་སེམས་སུ་མི་བྱའོ། །མིག་ཤེས་པར་བྱས་ཏེ་མིག་དེས་རློམ་སེམས་སུ་མི་བྱའོ། །རྣ་བ་དང་།
en: They should be aware of the eyes, but they should not give rise to conceits on account of the eyes.

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of the ears, the nose, the tongue, the body, and the mental faculty, but they should not give rise to conceits on their account.

source: །གཟུགས་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ། །སྒྲ་དང་།
en: They should be aware of sights, but they should not give rise to conceits on their account.

source: དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of sounds, odors, tastes, tangibles, and mental phenomena, but they should not give rise to conceits on their account.

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They should be aware of visual consciousness, but they should not give rise to conceits on that account.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness, but they should not give rise to conceits on their account.

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: They should be aware of visually compounded sensory contact, but they should not give rise to conceits on that account.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact, but they should not give rise to conceits on their account.

source: །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: They should be aware of feelings conditioned by visually compounded sensory contact, but they should not give rise to conceits on their account.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, and feelings conditioned by mentally compounded sensory contact, but they should not give rise to conceits on their account.

source: །སའི་ཁམས་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ། །ཆུའི་ཁམས་དང་།
en: They should be aware of the earth element, but they should not give rise to conceits on that account.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of the water element, the fire element, the wind element, the space element, and the consciousness element, but they should not give rise to conceits on their account.

source: །མ་རིག་པ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ། །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: They should be aware of ignorance, but they should not give rise to conceits on that account.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་ཤེས་པར་བྱས་ཏེ།
en: They should be aware of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death, but they should not give rise to conceits on their account.

source: དེས་རློམ་སེམས་སུ་མི་བྱའོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཤེས་པར་བྱས་ཏེ། དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of the perfection of generosity, but they should not give rise to conceits on that account.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཤེས་པར་བྱས་ཏེ།
en: They should be aware of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, but they should not give rise to conceits on account of them, up to and including the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དེས་རློམ་སེམས་སུ་མི་བྱའོ། །ནང་སྟོང་པ་ཉིད་ཤེས་པར་བྱ་སྟེ། ནང་སྟོང་པ་ཉིད་དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of the emptiness of internal phenomena, but they should not give rise to conceits on account of that emptiness of internal phenomena.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཤེས་པར་བྱས་ཏེ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དེས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, but they should not give rise to conceits on account of that emptiness of the essential nature of nonentities [and so forth].

source: །བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་ཤེས་པར་བྱས་ཏེ། དེ་དག་གིས་ལོ་རློམ་སེམས་སུ་མི་བྱའོ། །མངོན་པར་ཤེས་པ་རྣམས་ཤེས་པར་བྱས་ཏེ།
en: They should be aware of the meditative concentrations, the immeasurable attitudes, and the formless absorptions, but they should not give rise to conceits on their account.

source: དེ་དག་གིས་རློམ་སེམས་སུ་མི་བྱའོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ།
en: They should be aware of the extrasensory powers, but they should not give rise to conceits on their account. “

source: བམ་པོ་དགུ་པ། མིག་ལྔ་ཤེས་པར་བྱས་ཏེ། དེ་དག་གིས་རློམ་སེམས་སུ་མི་བྱའོ།
en: They should be aware of the five eyes, but they should not give rise to conceits on their account.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་པར་བྱས་ཏེ། དེ་དག་གིས་རློམ་སེམས་སུ་མི་བྱའོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: They should be aware of the applications of mindfulness, but they should not give rise to conceits on their account.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཤེས་པར་བྱས་ཏེ།
en: They should be aware of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path, but they should not give rise to conceits on their account.

source: དེ་དག་གིས་རློམ་སེམས་སུ་མི་བྱའོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཤེས་པར་བྱས་ཏེ།
en: They should be aware of the truths of the noble ones, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the gateways to the meditative stabilities and dhāraṇīs, but should not give rise to conceits on their account.

source: དེ་དག་གིས་རློམ་སེམས་སུ་མི་བྱའོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཤེས་པར་བྱས་ཏེ།
en: They should be aware of the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas, but should not give rise to conceits on their account. “

source: དེ་དག་གིས་རློམ་སེམས་སུ་མི་བྱའོ། །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། བྱང་ཆུབ་ཀྱི་སེམས་དེས་ཀྱང་རློམ་སེམས་སུ་མི་བྱའོ། །མི་མཉམ་པ་དང་མཉམ་པའི་སེམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱའོ། །རླབས་པོ་ཆེའི་སེམས་ཀྱིས་རློམ་སེམས་སུ་མི་བྱའོ།
en: Venerable Śāradvatīputra, when bodhisattva great beings practice the perfection of wisdom, they should not give rise to conceits even on account of the mind of enlightenment, nor should they give rise to conceits on account of the mind that is equal to the unequaled, nor should they give rise to conceits concerning the mind of vast extent.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་སེམས་དེ་སེམས་མ་ཡིན་ཏེ།
en: If you ask why, it is because that mind is not mind.

source: སེམས་ཀྱི་རང་བཞིན་འོད་གསལ་བའི་ཕྱིར་རོ།
en: The nature of the mind is luminosity.” “

source: །སྨྲས་པ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སེམས་ཀྱི་རང་བཞིན་འོད་གསལ་བ་གང་ཡིན།
en: Venerable Subhūti, what is luminosity—the intrinsic nature of mind?” “

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་སེམས་གང་འདོད་ཆགས་དང་ཡང་མི་ལྡན་མ་བྲལ། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ཀུན་ནས་ལྡང་བ་དང་། སྒྲིབ་པ་དང་། གཅོད་པ་དང་།
en: Venerable Śāradvatīputra,” replied Subhūti, “mind neither has desire, nor is it without desire. {

source: བག་ལ་ཉལ་བ་དང་། ཀུན་དུ་སྦྱོར་བ་དང་། ལྟ་བའི་རྣམ་པ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་སེམས་དང་ཡང་མི་ལྡན་མ་བྲལ་བ་འདི་ནི།
en: Dt.122} It neither has hatred, delusion, obsession, obscuration, impediment, latent impulses, fetters, mistaken views, or the mindsets of the śrāvakas and pratyekabuddhas, nor is it without them.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སེམས་ཀྱི་རང་བཞིན་འོད་གསལ་བའོ། །སྨྲས་པ།
en: This, Venerable Śāradvatīputra, is the natural luminosity of the mind that bodhisattva great beings have.” “

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སེམས་གང་ལ་སེམས་མ་ཡིན་ནོ་ཞེས་བྱ་བ་དེ་ཡོད་དམ།
en: Venerable Subhūti! Does this mind that is not the mind exist?” “

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་སེམས་མ་ཡིན་པ་དེ་ལ་ཡོད་པའམ་མེད་པ་དམིགས་པ་ཡོད་པར་འགྱུར་རམ།
en: Venerable Śāradvatīputra,” replied Subhūti, “does that which is not mind exist or not exist?

source: སྨྲས་པ།
en: Is it apprehensible?” “

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་དེ་ལྟ་མ་ཡིན་ནོ།
en: No, Venerable Subhūti!”

source: །རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གལ་ཏེ་དེ་ལྟར་སེམས་མ་ཡིན་པ་དེ་ལ་ཡོད་པའམ་མེད་པ་ཞེས་བྱ་བ་མེད་ཅིང་མི་དམིགས་ན། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་ཀྱིས་དེ་སྐད་དུ་སེམས་གང་ལ་སེམས་མ་ཡིན་པ་ཞེས་བྱ་བ་དེ་ཡོད་དམ་ཞེས་ཕྱིར་དྲིས་པ་དེ་འཐད་པར་འགྱུར་རམ།
en: Subhūti then said, “Venerable Śāradvatīputra, if that which is not the mind has neither existence nor nonexistence, and if it is nonapprehensible, then, Venerable Śāradvatīputra, how can you be correct in asking, ‘Does this mind that is not the mind exist?’ ” “

source: སྨྲས་པ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སེམས་མ་ཡིན་པ་གང་ཡིན།
en: Venerable Subhūti, what is that which is not the mind?” “

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་སེམས་མ་ཡིན་པ་ནི་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་སྟེ།
en: Venerable Śāradvatīputra,” replied Subhūti, “that which is not the mind is unchanging and without conceptual notions.

source: དེ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་དེ།
en: That is the real nature of all phenomena.

source: དེ་ལ་ནི་སེམས་མེད་པ།
en: In it there is no mind.

source: བསམ་གྱིས་མི་ཁྱབ་པ་ཞེས་བྱའོ། །སྨྲས་པ།
en: This is said to be inconceivable.” “

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ཅི། ཇི་ལྟར་སེམས་ལ་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་དེ་བཞིན་དུ་གཟུགས་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ།
en: Venerable Subhūti, just as the mind is unchanging and without conceptual notions, are physical forms also unchanging and without conceptual notions?

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ།
en: Similarly, are feelings, perceptions, formative predispositions, and consciousness also unchanging and without conceptual notions?

source: ཇི་ལྟར་སེམས་ལ་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་དེ་བཞིན་དུ། མིག་གི་ཁམས་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ། གཟུགས་ཀྱི་ཁམས་དང་།
en: Just as the mind is unchanging and without conceptual notions, is the sensory element of the eyes also unchanging and without conceptual notions?

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་།
en: Are the sensory element of sights and the sensory element of visual consciousness also unchanging and without conceptual notions?

source: རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ། སྐྱེ་མཆེད་དང་། ཕུང་པོ་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་དང་། ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་།
en: Are the sensory element of the ears, the sensory element of sounds, the sensory element of auditory consciousness, the sensory element of the nose, the sensory element of odors, the sensory element of olfactory consciousness, the sensory element of the tongue, the sensory element of tastes, the sensory element of gustatory consciousness, the sensory element of the body, the sensory element of touch, the sensory element of tactile consciousness, the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness also unchanging and without conceptual notions?

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ། བྱམས་པ་ཆེན་པོ་དང་།
en: Are the sense fields, the psycho-physical aggregates, the sensory elements, the links of dependent origination, the perfections, all the aspects of emptiness, the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, and the gateways to the meditative stabilities and dhāraṇīs also unchanging and without conceptual notions?

source: སྙིང་རྗེ་ཆེན་པོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ།
en: Are great loving kindness, great compassion, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas also unchanging and without conceptual notions?

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་ཡིན་ནམ། རབ་འབྱོར་གྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་དེ་བཞིན་ཏེ། ཇི་ལྟར་སེམས་ལ་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པ་དེ་བཞིན་དུ། ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་།
en: Are [all the attainments], up to and including all-aspect omniscience, also unchanging and without conceptual notions?” “

source: འཕགས་པའི་བདེན་པ་བཞི་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་།
en: Venerable Śāradvatīputra, it is so!”

source: མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: replied Subhūti. “

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་ཡང་འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་དོ།
en: Just as the mind is unchanging and without conceptual notions, the psycho-physical aggregates, the sensory elements, the six sense fields, the links of dependent origination, the branches of enlightenment [and the other causal attributes], the four truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the gateways to the meditative stabilities and dhāraṇīs, great loving kindness, great compassion, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, the eighteen distinct qualities of the buddhas, and [all the attainments], up to and including all-aspect omniscience, are also unchanging and without conceptual notions.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལེགས་སོ་ལེགས་སོ། །ཁྱོད་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྲས་ཐུགས་ལས་སྐྱེས་པ། ཞལ་ནས་བྱུང་བ། ཆོས་ལས་སྐྱེས་པ།
en: Then the venerable Śāradvatīputra said, “You have spoken well, Venerable Subhūti!
